Repository: Trash-guy-coder/opendisplay
Catalog: Mac/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Menu bar
zh_hans: 菜单栏

source: Dock
zh_hans: 程序坞

source: Background only
zh_hans: 仅在后台运行

source: Your iPads, iPhones and Macs as extra displays
zh_hans: 把 iPad、iPhone 和 Mac 变成扩展屏

source: Disconnect All
zh_hans: 全部断开

source: Devices
zh_hans: 设备

source: No devices found — plug one in via USB, or open the OpenDisplay app on a device on this WiFi network.
zh_hans: 未发现设备。请通过 USB 连接，或在同一 WiFi 网络中的设备上打开 OpenDisplay。

source: Connect
zh_hans: 连接

source: Mode
zh_hans: 显示模式

source: Extend
zh_hans: 扩展屏

source: Mirror
zh_hans: 镜像

source: Quality
zh_hans: 画质

source: Show app in
zh_hans: 应用显示位置

source: No menu bar or Dock icon — streaming keeps running. Open the OpenDisplay app again (Spotlight/Finder) to show this window.
zh_hans: 隐藏菜单栏和程序坞图标，画面传输继续运行。通过聚焦搜索或访达再次打开应用，即可显示此窗口。

source: Display layout
zh_hans: 屏幕排列

source: Arrange Displays…
zh_hans: 排列显示器…

source: Opens System Settings → Displays, where you can position the extended displays relative to your Mac screen (Arrange…). Each device shows up as its own display, named after the device.
zh_hans: 打开“系统设置 → 显示器”，调整扩展屏相对于 Mac 屏幕的位置。每台设备会作为一个独立显示器出现。

source: Permissions
zh_hans: 权限

source: Screen Recording
zh_hans: 屏幕录制

source: Accessibility
zh_hans: 辅助功能

source: Local Network
zh_hans: 本地网络

source: Required to capture the display.
zh_hans: 用于捕获并传输屏幕画面。

source: Required for touch input from the device.
zh_hans: 用于接收设备的触摸和滚动操作。

source: Required for WiFi mode. If no device appears in the Devices list, allow OpenDisplay under Privacy & Security → Local Network on this Mac AND on the device — and keep the OpenDisplay app open there.
zh_hans: WiFi 连接需要此权限。若未发现设备，请在 Mac 和接收设备的“隐私与安全性 → 本地网络”中允许 OpenDisplay，并保持接收端应用打开。

source: Idle
zh_hans: 待机

source: Logs
zh_hans: 日志

source: Reveal the OpenDisplay log files in Finder
zh_hans: 在访达中显示 OpenDisplay 日志

source: Quit
zh_hans: 退出

source: Grant…
zh_hans: 授权…

source: Open Settings
zh_hans: 打开设置

source: Ask macOS for this permission. If the system dialog was already dismissed once, this registers the app under %@ in System Settings — flip the toggle there.
zh_hans: 申请此权限。若系统提示已被关闭，请在系统设置的“%@”页面开启本应用。

source: Drop the connection and pair with the device again
zh_hans: 断开当前连接并重新连接设备

source: Disconnect
zh_hans: 断开

source: Start this connection over
zh_hans: 重新建立此连接

source: Check for Updates…
zh_hans: 检查更新…

source: Local development build
zh_hans: 本地开发版

source: Connected
zh_hans: 已连接

source: Starting…
zh_hans: 正在启动…

source: Waiting for the device to connect…
zh_hans: 等待设备连接…

source: Preparing virtual display…
zh_hans: 正在准备虚拟显示器…

source: Connected to %@
zh_hans: 已连接到 %@

source: Failed: %@
zh_hans: 连接失败：%@

source: Connected devices: %d
zh_hans: 已连接 %d 台设备
